{"translation-revision-date":"2021-07-08 12:04:48+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"New":["Nuovo"],"seconds":["secondi"],"Select image":["Seleziona un'immagine"],"Replace image":["Sostituisci l'immagine"],"Remove image":["Rimuovi l'immagine"],"Dismiss this alert":["Ignora questo avviso "],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Una volta aggiunto altro contenuto, ti forniremo un elenco di parole che ricorrono maggiormente nel testo. Tale analisi ti dà un'idea su cosa si concentra il tuo testo."],"%d occurrences":["%d occorrenze"],"minutes":["minuti "],"hours":["ore"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Leggi la nostra %1$sUltimate guide to keyword research%2$s per ulteriori informazioni sulla ricerca e sulla strategia per le parole chiave."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["Le seguenti parole sono quelle che ricorrono più spesso nel tuo testo. Tale analisi ti dà un'idea su cosa si concentra il tuo contenuto. Se le parole differiscono molto dal tuo argomento, dovresti riscrivere i tuoi contenuti in modo più coerente."],"Prominent words":["Parole importanti"],"Something went wrong. Please reload the page.":["Qualcosa non ha funzionato. Prova a ricaricare la pagina."],"Your site language is set to %s. If this is not correct, contact your site administrator.":["La lingua del tuo sito è impostata su %s. Se non è corretto, contatta l'amministratore del sito."],"Dismiss this notice":["Ignora questo avviso"],"On":["On"],"Off":["Off"],"Change language":["Cambia lingua"],"Your site language is set to %s. ":["La lingua del tuo sito è impostata su %s."],"(Opens in a new browser tab)":["(Si apre in una nuova scheda del browser)"],"Close":["Chiudi"]}},"comment":{"reference":"js\/dist\/externals\/componentsNew-1670.js"}}